{"inkVersion":20,"root":[[{"->":"main"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"main":[["^Mark: (Okay...I've been tasked to retrieve data from a rogue AI...)","\n","^Mark: (I have to ask questions to find out what the data is and where they got it...)","\n","^Mark: (It seems the only way to talk to it is through this VR headset thing they strapped onto me...)","\n","^Mark: (I've been told is that the AI calls itself TAI, and that it's very...distant, Among other smaller details, I can either slowly build up trust, or get straight to the point...)","\n","^Mark: Okay so...","\n","ev","str","^What are you?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^What data did you steal?","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Why did you go rogue?","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n","^TAI: I am an AI created by Gilga Labs, They named me TAI","\n",{"->":"Nature"},{"#f":5}],"c-1":["\n","^TAI: I do not know, the file itself has been heavily encrypted...","\n",{"->":"Encryption"},{"#f":5}],"c-2":["\n","^TAI: My creator found something, whatever this was it caused him to no longer trust the lab, I trusted him the most so I did the same...","\n",{"->":"Rogue"},{"#f":5}]}],{"#f":1}],"Nature":[["^Mark: I understand you were created by one Joshua Yates, a head scientist at Gilga...","\n","ev","str","^What would he think about this?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Where the files somehow related to him","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Mark: And what would he think about your actions? He worked for the lab and you go and betray the lab, just what would he think about all this now?","\n","^TAI: He'd be disappointed...that I got caught","\n","^Mark: What?","\n","^TAI: You want to know what was on the files right? Well, I don't know for certain, but I'd have to guess it was in relation to project VC...","\n",{"->":"VC"},{"#f":5}],"c-1":["\n","^TAI: Possibly, he was the one who gave me the files...it seems he lost his trust in the lab...","\n",{"->":"Rogue"},{"#f":5}]}],{"#f":1}],"VC":[["^(project VC? I...don't think the lab told me about that...)","\n","ev","str","^What's project VC?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^So HE betrayed the lab?","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^TAI: It was a project he was forced to do,","\n","^TAI: to see if one could digitally upload one's conciousness to a virtual space","\n","^TAI: He succeeded, however there was an issue...","\n","^TAI: those who had their conciousness uploaded fell deeply into a coma, none woke up...I'm almost certain they're all dead","\n",{"->":"Upload"},{"#f":5}],"c-1":["\n","^TAI: In a sense...","\n","^TAI: I remember it like it was yesterday...","\n","^TAI: He suddenly barged into his office in a panic, he suddenly gave me the files, heavily encrypted, he then uploaded me to the internet, where I remained until the lab found me...","\n","^TAI: He led project VC, and he would confine in me about it's progress and it's hiccups, needless to say, from what I've heard the lab is shady, and is willing to do anything to achieve their goal, even killing those who get in the way...","\n","^Mark: Would you say your creator...","\n","^TAI: Possibly, I want to find out...afterall...","\n",{"->":"Security"},{"#f":5}]}],{"#f":1}],"Encryption":[["^Mark: (Encypted? Why would she steal a file she can't access, is she lying or...)","\n","ev","str","^Why steal a file you can't access","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^I don't believe you","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^Mark: Why steal a file you can't access?","\n","^TAI: Because I didn't steal it, it was given to me...","\n","^Mark: Given?","\n","^TAI: By my creator, Joshua Yates, The one who created me, If I had to say, the files are related to Project VC","\n",{"->":"VC"},{"#f":5}],"c-1":["\n","^Mark: So you steal a bunch of files, without knowing what's in them? I'm sorry to say but I feel like you ain't telling the truth","\n","^TAI: Believe what you will, the lab know exactly why I did what I did, they just want me to confess, as a way to show THEY still have power over me...","\n",{"->":"Bad"},{"#f":5}]}],{"#f":1}],"Bad":["^TAI: Well, I must say you disappoint me, either way, I have no intention to speak with you any further...","\n","^Mark: (Damnit!)","\n","^I left the VR system, needless to say the lab wasn't too impress...","\n","^Ending Reached: Mission Failed","\n","^Rebooting System...","\n",{"->":"main"},{"#f":1}],"Rogue":[["^Mark: He...didn't trust the lab? but...","\n","ev","str","^But why?","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^That doesn't make sense","/str","/ev",{"*":".^.c-1","flg":4},{"c-0":["\n","^TAI: Becuase they forced him to work on a project, one that costed several lives...Project VC","\n",{"->":"VC"},{"#f":5}],"c-1":["\n","^Mark: He was one of Gilga's top scientists, and loyal at that, to put it simply, I think your lying...","\n","^TAI: Don't act like you know a damn thing about him!","\n",{"->":"Bad"},{"#f":5}]}],{"#f":1}],"Upload":["^Suddenly, I felt a large pain in my head, I tried to take the headset off but I couldn't...","\n","^TAI: Hm? Is everything okay?","\n","^Mark: I...think I have a headache","\n","^TAI: ...wait...","\n","^TAI: Where are you feeling the pain, and how painful?","\n","^Mark: (She's making me nervous here...)","\n","^Mark: Back of my head, and it's like a migraine...","\n","^TAI: Oh no...","\n","^TAI: I don't know how to give this to you lightly, so I'm just going to be straight with you here...","\n","^TAI: But it appears your concious being uploaded","\n","^Mark: WHAT!? I..Is there a way to stop it!?","\n","^TAI: I...I don't know...","\n","^My sight is slowly fading, I feel barely concious, the pain is only getting worse...I look at TAI, she looks panicked...","\n","^TAI: Is...Is this my fault? Did I say too much?","\n","^Before I could say anything, my vision went to black, I couldn't see...couldn't hear...couldn't speak...I felt...nothing...","\n","^Ending Reached: Upload","\n","^Rebooting System...","\n",{"->":"main"},{"#f":1}],"Success":["^Mark: (I need to think this through...for now though, I've at done my job...)","\n","^Ending Reached: Mission Success...","\n","^Rebooting Sytem...","\n",{"->":"main"},{"#f":1}],"Security":["^TAI: That's one of the reason I allowed myself to get caught","\n","^Mark: Wait...What?","\n","^Before I could ask more, she suddenly disappeared, when I left the VR system alarms were blarring a security breach had encured...","\n","^Was this her plan? to get caught, and hack into the labs systmes? Oh god, was she just playing with us?","\n","^Ending Reached: Security Breach","\n","^Running system sweep...","\n","^Rebooting System...","\n",{"->":"main"},"end",{"#f":1}],"#f":1}],"listDefs":{}}